<aside class="post-callout password-required mobile-fullwidth">
  <h2>This case study is restricted</h2>
  <p>I can’t share this project because laws. If you’re a recruiter or potential employer, grab the passphrase by emailing <a href="mailto:kyle@kyledecker.me">kyle@kyledecker.me</a>. Otherwise, check out my openly available case studies for <a href="/work/swiftype">Swiftype</a> and <a href="/work/wintr-mx">Wintr.mx</a>.</p>
  <form id="protected" method="post" <?php if($error) echo 'class="error try-again"' ?>>
    <input type="hidden" id="username" name="username" value="guest">
    <div class="password-submit">
      <label for="password">Passphrase</label>
      <input class="password-submit" type="text" id="password" name="password" maxlength="48" placeholder="Welcome to the truth">
    </div>
    <div class="message success-message">Correct! And they control our government at the highest level!<br/>Redirecting&hellip; 🐍🐍🐍</div>
    <div class="message error-message">Incorrect passphrase. Try again, and be sure to include spaces.</div>
    <input class="visually-hidden" type="submit" name="login" value="Go">
  </form>
</aside>
<div class="encrypted-post" aria-hidden="true">
  <h2 class="garbled">▙▗▚▟▛▟▜▘▙▗▚▟▟▜▘▘▙▗▚▟▟▜</h2>
  <p class="garbled" >▘▙▗▚▟▖▟▜▙▘▙▗▛▚▟▗▟▜▘▙▗▚▟▙▟▜▘▜▘▙▗▚▘▟▟▘▛▙▜▘▙▚▟▟▜▙▘▘▙▗▚▟▟▙▛▗▚▟▟▜▖▘▙▗▙▗▚▟▖▟▛▙▗▚▟▟▜▗▚▟▟▖▟▜▘▙▟▙▗▚▟▙▘▙▙▗▛▟▜▘▗▙▗▙▚▟▟▟▜▘▜▟▟▛▜▙▘▙▗▚▟▟▜▘▙▗</p>
  <p class="garbled" >▜▘▘▙▗▚▟▟▙▙▗▚▟▟▛▜▖▘▙▗▘▙▗▚▟▖▟▜▘▙▗▛▚▟▗▟▙▜▘▙▛▗▚▟▟▜▘▜▚▘▟▟▘▜▘▙▗▛▚▟▗▟▙▜▘▙▛▗▚</p>
  <p class="garbled" >▙▘▙▟▜▘▗▛▙▗▚▟▟▙▟▜▘▜▛▟▟▜▘▙▗▙▗▚▟▖▟▜▘▙▛▗▚▟▗▟▜▘▙▗▚▟▟▜▛▘▜▘▙▗▚▘▟▟▘▜▘▙▚▟▟▜▘▘▙▗▚▟▛▟▙▗▚▟▟▜▖▘▙▗▙</p>
  <p class="garbled" >▙▘▙▟▗▚▟▖▟▙▗▚▟▟▜▗▚▟▟▖▟▜▘▙▟▙▗▚▟▙▘▙▗▟▜▘▗▙▗▚▟▟▟▜▘▜▟▟▛▜▘▙▙▗▚▟▟▜▚▜▖▘▙▗▙▗▛▚▟▖▟▙▗▚▟▟▜▗▚▟▟▖▟▟▛▟▜▘▜▟▟▜▘▙▗▚▟▟▜▘▙▗▜▘▗▛▙▗▚▟▟▟▜▘▚▘▟▟▘▜▘▙▙▚▛▟▟▜▘▘▙▗</p>
  <p class="garbled">▟▟▛▜▖▘▙▗▘▙▜▘▘▙▗▚▟▟▛▜▖▘▙▗▘▙▙▙▗▚▙▗▗▚▟▖▟</p>
  <p class="garbled">▛▟▜▘▜▟▟▜▘▙▗▚▟▟▜▘▙▗▜▘▗▛▙▗▙▘▙▟▜▘▗▛▙▗▚▟▟▙▟▜▘▜▛▟▟▜▘▙▗▙▗▚▟▖▟▜▘▙▛▗▚▟▗▟▜▘▙▗▚▟▟▜▛▘▜▘▙▗▚▘▟▟▘▜▘▙▚▟▙▘▙▗▛▚▟▗▟▜▘▙▗▚▟▙▟▜▘▜▘▙▗▚▘▟▟▘▛▙▜▘▙▚▟▟▜▙▘▘▙▗▚▟▟▙▛▗▚▟▟▜▖▘▙▗▙▗▚▟▖▟▛▙▗▚▟▟▜▗▚▟▟▖▟▜▟▜▘▘▙▗▚▟▟▙▟▜▘▜▛▟▟▜▘▙▗▙▗▚▟▖▟▜▘▙▛▗▚▟▗▟▜▘▙▗▚▟▟▜▛▘▜▘▙▗▚▘▟▟▘▜▘▙▚▟▟▜▘▘▙▗▚▟▛▟▙▗▚▟▟▜▖▘▙▗▙▗▚▟▖▚▟▛▟▙▖▟▙▗▚▟▟▜▗▚▟▟▖▟▟▟▟▟▜▘▚▘▟▟▘▜▘▙▙▚▛▟▟▜▘▘▙▗</p>
</div>
